[
  {
    "id": 1,
    "part": "first",
    "title": "Branding Everything and Yourself",
    "presenter": "Anil Ayvaz & Max Kersten",
    "image": "max_kersten_anil_ayvaz",
    "description": [
      "A workshop can learn you something, what if it changes how you view the world? We will do that for you. Branding is a term often associated with logos and companies, but it actually is your door to everything. A well crafted brand reaches a person's most internal desires. This means it is the opening to convincing anyone. The best part of Branding is that it doesn't only apply to objects, it will help you standout and become anything you want. Are you ready to open the door?"
    ]
  },
  {
    "id": 2,
    "part": "first",
    "title": "CER Development WG",
    "presenter": "Esra Sözmen & Michal Beneš",
    "image": "michal_benes_esra_sozmen",
    "description": [
      "In the CER Development workshop, we’ll have a look at the current status of the Region, and discuss and evaluate its relation with the member countries and IAESTE Asbl, tackle the biggest challenges that CER is currently facing and talk about new possible projects we can organize and their timelines. And especially how the member countries should be involved in them. This workshop is intended for CER Reps, National Secretaries."
    ]
  },
  {
    "id": 3,
    "part": "first",
    "title": "Digital marketing",
    "presenter": "Senta Martynenko",
    "image": "senta_martynenko",
    "description": [
      "Hi CEC participants :)",
      "Digital marketing is quite wide area of activities.",
      "In my workshop I would like to focus on what do you need the most, therefore, could you please take 2 minutes and fill in the following survey?",
      "https://goo.gl/forms/Th9mM5smhCySShr33",
      "I would like to start with quick overview of different parts of Digital marketing, so you know what are the opportunities you have there, but in general I would like to focus on Social Media - Facebook and Instagram Ads - from the practical point of view (How to work with Facebook Business Manager).",
      "But if I will find out your interests are elsewhere, I am ready to follow your needs.",
      "So please, let me know."
    ]
  },
  {
    "id": 4,
    "part": "second",
    "title": "Discussion and Feedback",
    "presenter": "Matti Lorenzen & Jakub Piech",
    "image": "matti_lorenzen_jakub_piech",
    "description": [
      "\"I have determined that it is time to officially recognize Jerusalem as the capital of Israel.\" – Donald J. Trump",
      "\"There Is No Wage Gap: Feminists Want Equal Pay for Unequal Work\" – Matthew Cochran",
      "\"If gays are granted rights, next we'll have to give rights to prostitutes and to people who sleep with St. Bernards and to nail biters.\" – Anita Bryant",
      "Currently, we are often experiencing decisions and statements that are made without consultation of any advisors. Proper discussion and an honest feedback to the presented idea may have led to a very different outcome than we have experienced in these situations. During this workshop, we would like to discuss controversial topics with you, determine ways to facilitate or moderate a discussion and put emphasis on the importance of a nuanced feedback."
    ]
  },
  {
    "id": 5,
    "part": "second",
    "title": "Fundraising and jobraising",
    "presenter": "Senta Martynenko & David Škvařil",
    "image": "senta_martynenko_david_skvaril",
    "description": [
      "Hello guys,",
      "if you are goning to CEC and you are interested in communication with companies, join our workshop :)",
      "We are going to talk about how to e-mail communication, calls, personal meetings.",
      "And even more, we will try to adjust the training for you, therefore we want to know from you in what fields of job/fundraising are you interested in? Tell us here: https://goo.gl/forms/nMVYYLxTxLPm4qPq1.",
      "We are looking forward to see you in May.",
      "Senta and David"
    ]
  },
  {
    "id": 6,
    "part": "second",
    "title": "How to become a WSL",
    "presenter": "David Ženíšek",
    "image": "david_zenisek",
    "description": [
      "Are you bored by the workshops you have been sitting on lately? Do you think you could do it better? Or you just want to try a new challenge? Well, then this workshop might just be the last one you will going to. The next one might be yours! Content: how to be an awesome WS leader, how to do an awesome WS and how to make sure your participants have awesome time."
    ]
  },
  {
    "id": 7,
    "part": "first",
    "title": "Introduction to TRIZ",
    "presenter": "Ugurcan Sari",
    "image": "ugurcan_sari",
    "description": [
      "TRIZ is the short for of Russian phrase for \"Theory of the resolution of invention-related tasks\". It is basically a problem-solving, analysis and forecasting tool derived from the study of patterns of invention in the global patent literature. The idea simply is, a soviet guy reviews about 40000 patents to understand the ways of how innovations were developed. Then relates the problems and solutions, and finally categorizes them. Ends up also a table such that to suggest what to think first for a problem. In the first part of the workshop, we will be introducing the triz, whats the importance in industry, some methods and exemplary cases. In the second part, we will the applications of the triz table on problems."
    ]
  },
  {
    "id": 8,
    "part": "second",
    "title": "IT WG",
    "presenter": "Martin Zimmermann",
    "image": "martin_zimmermann",
    "description": [
      "IT tools are one of the most integral part of how we work in IAESTE, unfortunately there is little to no knowledge transfer regarding these tools within the CER. The goal of this workgroup is to get a better understanding about the IT infrastructure in the CER countries as well as how we can help each other regarding IT.",
      "IMPORTANT: This is not a workshop, questions that you do not ask, will not be answered. Only join this workgroup if you have at least a little knowledge about the IT tools you use in your LC or country or you are eager to introduce new IT Tools to your country."
    ]
  },
  {
    "id": 9,
    "part": "first",
    "title": "LC management WG",
    "presenter": "Kevin Feichtinger & Jakub Piech",
    "image": "kevin_feichtinger_jakub_piech",
    "description": [
      "A local committee in IAESTE faces several challenges during each fiscal year. Starting by how a local committee can attract and involve new members, how a local committee should be organised and finally how to persist the knowledge over several years. During this workshop participants should share their experiences with all participants to develop a unified strategy, to organise their local committee and to keep the gained knowledge part of their local committee."
    ]
  },
  {
    "id": 10,
    "part": "first",
    "title": "Leadership",
    "presenter": "Matti Lorenzen & Marco Sulzgruber",
    "image": "marco_sulzgruber_matti_lorenzen",
    "description": [
      "What does it take to be a good leader? Are you a good leader? Who is a leader in your LC? Can a leader lead everyone the same way? Can a leader keep track of how often the term „leader“ has been written in this workshop description? In the workshop, we will try to answer these questions – let’s see to which results this will lead, shall we?"
    ]
  },
  {
    "id": 11,
    "part": "second",
    "title": "Negotiation skills",
    "presenter": "Kevin Feichtinger & Mark Feichtinger",
    "image": "kevin_feichtinger_mark_feichtinger",
    "description": [
      "A negotiation describes a discussion aiming an agreement between two or more involved parties. In this negotiation skills workshop, we will investigate different approaches to prepare, anticipate and execute a negotiation. During the workshop, we will consider the circumstances and relationship between the involved parties to create the prerequisites for a successful end of negotiations. Participants will get practical examples to practice the presented techniques and are invited to share their experiences during the session."
    ]
  },
  {
    "id": 12,
    "part": "first",
    "title": "PR WG",
    "presenter": "Alek Cvetanovski",
    "image": "alek_cvetanovski",
    "description": [
      "Let’s reach in and explore the world of social media and public relations! During this workshop participants will give updates on their countries PR & Marketing teams as well as bring out fresh ideas to on how to approach PR & Marketing. The main goal of this workgroup is to exchange knowledge and improve each other’s PR capabilities and of course gain more Facebook likes!"
    ]
  },
  {
    "id": 13,
    "part": "first",
    "title": "Presentation skills",
    "presenter": "Lukas Schwendinger & David Škvařil",
    "image": "david_skvaril_lukas_schwendinger",
    "description": [
      "Liars are very good presenters in general. Why? They fake it, until they make it!",
      "In a very interactive workshop we´ll go through the basics of presenting properly. In many different exercises participants will become more self confident and spontaneous with themselves and their presenting.",
      "The workshop ends with a presentation roulette and there is a chicken presentation everyone should know!"
    ]
  },
  {
    "id": 14,
    "part": "second",
    "title": "Project&Event management",
    "presenter": "Martina Soluncevska & Marco Sulzgruber",
    "image": "marco_sulzgruber_martina_soluncevska",
    "description": [
      "You like getting things done? Curious about the know-how when it comes to IAESTE events? Well, we have a small task for you! Don’t be shy and join our workshop, where we will practice fundamentals of project & event management. Yeah, we have been through it. Having an idea about some project is the first step only. We loaded it with tips on how to: structure work to what comes first and what can be on waiting list, organise and work in teams, keep calm and meet deadlines. Maybe Google isn’t everything ;)"
    ]
  },
  {
    "id": 15,
    "part": "second",
    "title": "SID",
    "presenter": "Nicolas Willekens & Max Kersten",
    "image": "nicolas_willekens_max_kersten",
    "description": [
      "Are you an experienced and passionate IAESTE member? Do you feel that IAESTE should improve on a lot of points, but you don't find yourself being involved enough? And most importantly: were you unable to attend the SID conference in Osijek?",
      "Then this workshop is PERFECT for you!",
      "IAESTE has to evaluate, develop and reinvent itself in order to adapt to its changing environment. That's a fact, and that's why an effective SID is exactly what we need at this moment. This year, we have taken several measures to improve the SID process itself. And to make that effort successful, we need the involvement of everyone within IAESTE; we need the involvement of YOU.",
      "The SID Workshop is not like any other workshop, because this time, it is going to be about YOU! We will look at the most important results of SID Osijek, discuss them in group and see in which way we can further improve them. On top of this, you'll be given the opportunity to give your view on the future of IAESTE (and SID) and how we should tackle our most threatening problems.",
      "The SID conference might be over already by the time CEC begins, but that does not mean the work for this year is over already, quite the contrary! Join me in this workshop, and together we'll take significant steps towards a better future for IAESTE."
    ]
  },
  {
    "id": 16,
    "part": "second",
    "title": "Strategic planning",
    "presenter": "Elisenda Garzo",
    "image": "elisenda_garzo",
    "description": [
      "Writing down goals and maybe even a strategy on how to reach those goals is nice, but without implementation, it will never be more than a piece of paper. We´ll go through different methods - with a focus on \"STEPS - Steps To Efficient Problem Solving\" - to help us coming up with a suitable strategy for different problems and situations.",
      "HANDS ON - you’ll use your IAESTE experience for the practical activities which will be both IAESTE 2020 and LC level oriented."
    ]
  },
  {
    "id": 17,
    "part": "second",
    "title": "Structure of IAESTE a.s.b.l",
    "presenter": "Hossein Eftekhar",
    "image": "hossein_eftekhar",
    "description": [
      "IAESTE had different structures over past decades. Our customers, strategy, goals, priorities & other factors have formed our structures. These structures have been formed to achieve our goals. Now we are competing with other organizations or programs which are doing exchange but in different way. They also have their own structures according to their goals.",
      "We have different components like students, employers, Board, Staff, SID, National Committees, Local Committees, Regional initiatives volunteers... All of them should have enough knowledge about how the IAESTE working to take their benefits from IAESTE.",
      "During this workshop our main goals to get familiar participants with IAESTE structures. The following questions will be answered:",
      "- What are the components of IAESTE & what are their defined responsibilities?",
      "- How do we make decision in IAESTE?",
      "- What kind of services are provided by each component of IAESTE?",
      "These are the general information about IAESTE. My workshop has another interesting part too:",
      "\"If you want to form or even reform the structure of your NC or LC you can join us\"",
      "Each structure should be compatible with other components. In the other hand We have limited resources (including human & financial) so we should have plan to allocate our resources in a best way. Professional Companies use PMBOK (Project Management Body of Knowledge) as method to improve their products or services with optimum energy, time & money. So in this part we will see how can we form or reform our structures based on PMBOK method with compatibility with the structure of IAESTE generally.",
      "Sharing your experience will be part this workshop too",
      "Looking forward to meeting you in my workshop",
      "Hossein"
    ]
  },
  {
    "id": 18,
    "part": "first",
    "title": "Time management",
    "presenter": "Elisenda Garzo",
    "image": "elisenda_garzo",
    "description": [
      "Day has 24h. Despite this, there are some who are always working, but never achieve their goals; and there are others, who are multi-tasking and still find time to enjoy themselves.",
      "Magic?... It is called time management.",
      "Regardless of the type of person you are, if you would like to learn how to manage your time effectively, join this workshop!"
    ]
  },
  {
    "id": 19,
    "part": "both",
    "title": "Stress control",
    "presenter": "Dawid Chudek & Stefanie Zottl",
    "image": "dawid_chudek_stefanie_zottl",
    "description": [
      "Stress is not a black or white thing. We all experience stress in various situations. But what is the main source of anxiety in people's lives? What are the positive and negative effects of stress and how can you learn to control it and ultimately use it to your advantage. The workshop will consist of a small theoretical part. During workshop we will have a theoretical part focusing on behaviours and identifying symptoms of stress. Afterwards we will practice stress reducing techniques and how to apply them in everyday situations.",
      "So bring some comfortable clothes and learn how to make stress your best friend."
    ]
  },
  {
    "id": 20,
    "part": "both",
    "title": "Design Thinking",
    "presenter": "M-Powered Projects",
    "image": "m_powered_projects",
    "description": [
      "Design Thinking is an innovative, dynamic and human centered approach to learning, cooperating and problem solving. During the workshop you will get to know and experience design thinking as a structured framework for identifying challenges, developing potential solutions, refining and testing ideas. Design Thinking can be flexibly implemented in an educational environment, serving equally well as a framework for course design or structure for an activity or group project."
    ]
  },
  {
    "id": 21,
    "part": "second",
    "title": "Exchange WG",
    "presenter": "Lenka Kadeřábková & Gábor Balatincz",
    "image": "lenka_kaderabkova_gabor_balatincz",
    "description": [
      "Whole day workgroup session for national exchange coordinators (or experienced local exchange coordinators).",
      "We will discuss the most puzzling questions about the exchange as: unused offers, problems during summer reception or efficiency of AC. For more details, we will send a questionnaire and ask you, what is problem in your country and what you want to discuss! Please note that only 2 people/country can participate.",
      "And, do not worry, we will have a fun as well :)"
    ]
  }
]